espressif/esp-idf/tools/test_apps/system/cxx_no_except/sdkconfig.ci.xtensa
CONFIG_IDF_TARGET="esp32"
CONFIG_COMPILER_CXX_EXCEPTIONS=n
